Repository: dak180/finkcommander
Catalog: *.lproj/Localizable.strings
Languages: german

source: %d packages (%d installed)
german: %d Pakete (%d installiert)

source: A more current version of FinkCommander (%@) is available. Would you like to go to the FinkCommander home page to download it?
german: Eine neuere Version von FinkCommander %@) ist verfügbar. Wollen Sie die FinkCommander Web Site besuchen um die neue Version herunterzuladen?

source: Are you certain you want to remove the selected package?
german: Sind Sie sicher, dass Sie das ausgewählte Paket löschen wollen?

source: Are you certain you want to remove the selected packages?
german: Sind Sie sicher, dass Sie die ausgewählten Pakete löschen wollen?

source: Are you sure you want to terminate?
german: Sind Sie sicher, dass Sie beenden wollen?

source: Cancel
german: Abbrechen

source: Choose
german: Auswählen

source: Current
german: Aktuell

source: Done
german: Fertig

source: Error
german: Fehler

source: FinkCommander detected a possible failure message. Check the output window for problems.
german: FinkCommander hat eine mögliche Fehlermeldung entdeckt. Bitte überprüfen Sie das Ausgabefenster auf Probleme.

source: FinkCommander is unable to install %@ from source. Please install the binary or use the Source:Run in Terminal menu command to install %@.
german: FinkCommander kann %@ nicht von Source installieren. Bitte installieren Sie das Binär-Paket oder führen sie "fink install %@" in Terminal aus.

source: FinkCommander was unable to locate online update information. Try visiting the FinkCommander web site (available under the Help menu) to check for a more recent version of FinkCommander.
german: FinkCommander konnte keine Online Update Informationen finden. Bitte besuchen sie die FinkCommander Web Site (verfügbar im Menü Hilfe), um nach einer neueren Version zu suchen.

source: FinkCommander was unable to write changes to fink.conf.
german: FinkCommander konnte keine Änderungen in die Konfigurationsdatei fink.conf schreiben.

source: Hide Command Output
german: Ausgabe-Fenster ausblenden

source: Hide Toolbar
german: Werkzeugleiste ausblenden

source: I can't find the tool I use to run an authorized command. You'll need to reinstall this application
german: Konnte die Komponente zur Ausführung von Kommandos, welche root Berechtigungen verlangen nicht finden. Bitte installieren Sie dieses Programm neu.

source: Low
german: Niedrig

source: Mark As Flagged
german: Markierung setzen

source: Mark As Unflagged
german: Markierung entfernen

source: Medium
german: Mittel

source: Package Info
german: Paket Informationen

source: Packages: %d Displayed, %d Installed
german: Pakete: %d angezeigt, %d installiert

source: Quit
german: Beenden

source: Quitting now will interrupt a Fink process.
german: Wenn Sie FinkCommander jetzt beenden unterbrechen Sie einen Prozeß in Fink.

source: Remove
german: Entfernen

source: Running %@
german: Dieser Befehl wird ausgeführt: %@

source: Running Force Remove will remove the selected package even if other packages depend on it Are you sure you want to proceed?
german: Dieser Befehl wird das ausgewählte Pakete entfernen, selbst wenn andere Pakete davon abhängig sind. Sind Sie sicher, dass Sie diesen Befehl ausführen wollen?

source: Show Command Output
german: Ausgabe-Fenster einblenden

source: Show Main Window
german: Hauptfenster einblenden

source: Show Toolbar
german: Werkzeigleiste einblenden

source: Sorry
german: Entschuldigung

source: Terminate
german: Beenden

source: The latest version of FinkCommander is installed on your system.
german: Sie haben bereits die neueste Version von FinkCommander.

source: The tool that FinkCommander uses to run commands as root does not have the necessary permissions. By entering your password you will give the tool the authorization it needs to repair itself. Under some circumstances you may need to enter your password twice.
german: Die Komponente, welche verwendet wird um FinkCommander im root Modus auszuführen, hat nicht die notwendigen Berechtigungen. Indem Sie Ihr Passwort eingeben erlauben Sie dieser Komponente sich selbst zu reparieren. In einigen Fällen müssen Sie Ihr Passwort zweimal eingeben.

source: Try setting the path to Fink manually in Preferences.
german: Bitte versuchen Sie, den Pfad für Fink in den Einstellungen zu setzen.

source: Unable to Locate Fink
german: Konnte Fink nicht finden.

source: Updating table data
german: Paketdaten werden jetzt aktualisiert

source: Warn me before removing a package.
german: Warnung vor dem Löschen eines Paketes anzeigen.

source: Warn me before terminating a command.
german: Warnung vor dem Beenden eines Befehls anzeigen.

source: Warning
german: Warnung!

source: You do not have the latest version of the following package: %@ Unless the problem you want to report is that you cannot install the latest version, you should install and try it before sending negative feedback.
german: Sie haben nicht die aktuellste Version des folgenden Paketes: %@ Bitte installieren und testen Sie die aktuellste Version bevor Sie ein negatives Feedback senden.

source: You do not have the latest version of the following packages: %@ Unless the problem you want to report is that you cannot install the latest versions, you should install and try them before sending negative feedback.
german: Sie haben nicht die aktuellste Version der folgenden Pakete: %@ Bitte installieren und testen Sie die aktuellste Version bevor Sie ein negatives Feedback senden.

source: You must authorize yourself before you can run this command.
german: Sie müssen sich ausweisen bevor Sie dieses Kommando ausführen können.

source: You must wait until the current process is complete before taking that action. Try again when the number of packages or the word "Done" appears below the output view.
german: Bitte warten Sie bis der aktuelle Prozess beendet ist, bevor Sie diese Aktion ausführen. Versuchen Sie es erneut, sobald Sie die Anzahl Pakete oder das Wort "Fertig" unter dem Ausgabe-Fenster sehen.

source: Your selection includes the following stable package: %@ Stable packages are known to work properly, so sending positive feedback about them is unnecessary.
german: Ihre Auswahl beinhaltet das folgende Paket aus Stable: %@ Es ist bereits bekannt, dass Pakete aus Stable richtig funktionieren. Deshalb ist es nicht nötig, für diese Pakete positives Feedback zu senden.

source: Your selection includes the following stable packages: %@ Stable packages are known to work properly, so sending positive feedback about them is unnecessary.
german: Ihre Auswahl beinhaltet die folgenden Pakete aus Stable: %@ Es ist bereits bekannt, dass Pakete aus Stable richtig funktionieren. Deshalb ist es nicht nötig, für diese Pakete positives Feedback zu senden.

source: Self-repair succeeded, but FinkCommander was unable to change the permissions of the FinkCommander.app/Contents/Resources directory. Please see the README.html file, available at http://finkcommander.sourceforge.net, for instructions on changing the permissions manually.
german: Selbstreparatur war erfolgreich, aber FinkCommander konnte die Zugangsberechtigungen des Ordners FinkCommander.app/Contents/Resources directory nicht verändern. Bitte lesen Sie die Datei README.html, erhältlich unter http://finkcommander.sourceforge.net, für eine Anleitung wie Sie die Berechtigungen manuell verändern können.

source: Self-repair succeeded. Please re-try your command.
german: Selbstreparatur war erfolgreich. Bitte führen Sie das Kommando, welches Sie eben ausführen wollten, erneut aus.

source: The tool used to run Fink commands as root was unable to repair itself.
german: Die Komponente, welche verwendet wird um FinkCommander im root Modus auszuführen, konnte sich nicht selbst reparieren.
